[
		{            
			"name": "Parent Courses",
			"typology": "Advisory",
			"picture": "../assets/img/service/ParentCourses.jpg",
			"overview": "We know that being a parent can be both rewarding and challenging. Our courses are here to support you and to help you build a strong and secure relationship with your child, whatever their age. They include group discussions and practical tasks to help you build on your strengths and give you time and space to think about any changes you want to make. A helpful, easy to read handbook is included with each course. Our courses are run in community venues and are usually made up of six 2-hour sessions, each led by trained and experienced facilitators.A parent education program is a course that can be followed to correct and improve a person's parenting skills. Such courses may be general, covering the most common issues parents may encounter, or specific, for infants, toddlers, children and teenagers.\n\nThese courses may also be geared towards parents who are considering having a child, or adopting one, or are pregnant. Findings from a recently published review of eleven effectiveness trials and four scaled-up parenting programmes reflect a range in delivery settings, generation of target beneficiaries, curricula and key messages. All programmes report substantial positive outcomes for children (e.g. cognitive, social and emotional development) and two of the programmes report significant improvements in adult parenting knowledge and the home environment. There are also some interesting patterns to the results that have important implications for future programme design. First, the findings suggest that programmes that employ more than one delivery mechanism are more effective than those that rely on a single mechanism, and programmes that address the parent and child (i.e. two-generation programmes) are more effective than those that only focus on the parent. The effects of the evaluated programmes were also stronger among younger children; this result demonstrates support for the hypothesis that earlier intervention yields better outcomes. Also, results were stronger for poorer children when compared with their wealthier peers; this finding validates previous work on programme impact and disadvantage."
		},
		{
			"name": "Psychological meetings",
			"typology": "Advisory",
			"picture": "../assets/img/service/PsychologicalMeetings.jpg",
			"overview": "Psychology is the science of behavior and mind, including conscious and unconscious phenomena, as well as feeling and thought. It is an academic discipline of immense scope and diverse interests that, when taken together, seek an understanding of the emergent properties of brains, and all the variety of epiphenomena they manifest. As a social science it aims to understand individuals and groups by establishing general principles and researching specific cases. While psychological knowledge is often applied to the assessment and treatment of mental health problems, it is also directed towards understanding and solving problems in several spheres of human activity.\n\nBy many accounts psychology ultimately aims to benefit society. The majority of psychologists are involved in some kind of therapeutic role, practicing in clinical, counseling, or school settings. Many do scientific research on a wide range of topics related to mental processes and behavior, and typically work in university psychology departments or teach in other academic settings (e.g., medical schools, hospitals). School psychology combines principles from educational psychology and clinical psychology to understand and treat students with learning disabilities; to foster the intellectual growth of gifted students; to facilitate prosocial behaviors in adolescents; and otherwise to promote safe, supportive, and effective learning environments. School psychologists are trained in educational and behavioral assessment, intervention, prevention, and consultation, and many have extensive training in research. Medical facilities increasingly employ psychologists to perform various roles. A prominent aspect of health psychology is the psychoeducation of patients: instructing them in how to follow a medical regimen. Health psychologists can also educate doctors and conduct research on patient compliance. Psychologists in the field of public health use a wide variety of interventions to influence human behavior. These range from public relations campaigns and outreach to governmental laws and policies. Psychologists study the composite influence of all these different tools in an effort to influence whole populations of people."
		},
		{
			"name": "Psychotherapy and Assistance",
			"typology":"Children",
			"picture": "../assets/img/service/PsychotherapyAssistance-children.jpg",
			"overview": "Child and adolescent psychotherapy is a core NHS profession with rigorously regulated standards and training, approved by the Department of Health and recognised as a component of comprehensive CAMHS in the Children’s National Service Framework. Child and Adolescent Psychotherapists work as part of multi-disciplinary teams in the NHS and other public services to assess and treat infants, children and young people and work with their parents, families and the networks surrounding them. Their in-depth training to doctoral level enables them carefully observe what a child or young person might be communicating through their behaviour and play and work with complex states of mind that are not readily available to conscious thought.\n\nChild and Adolescent Psychotherapists may see children and young people individually or with other family members. The therapeutic relationship is developed through talking or play, depending on age. The child has an opportunity to work towards a better understanding of themselves, their relationships and their established patterns of behaviour. Psychotherapists also apply their framework of thinking to work with parents, families and carers and to training and supporting other professionals who work with children, young people and families to encourage a deeper understanding of the child's perspective. Child and adolescent therapy has progressed considerably, as reflected in the number of controlled studies, their methodological quality, and identification of evidence-based treatments. Treatments with strong evidence in their behalf are used for several clinical problems. Despite the progress, several key areas have been neglected in research and this has greatly limited what we know about treatment. Prominent among these areas of neglect is research on the mechanisms of change, the moderators of treatment outcome, and the generality of research findings to the conditions of clinical practice."
		},
		{
			"name": "Learning and experience",
			"typology":"Children",
			"picture": "../assets/img/service/LearningExperience-children.jpg",
			"overview": "Learning experience refers to any interaction, course, program, or other experience in which learning takes place, whether it occurs in traditional academic settings (schools, classrooms) or nontraditional settings (outside-of-school locations, outdoor environments), or whether it includes traditional educational interactions (students learning from teachers and professors) or nontraditional interactions (students learning through games and interactive software applications). Because students may learn in a wide variety of settings and ways, the term is often used as a more accurate, preferred, or inclusive alternative to terms such as course, for example, that have more limited or conventional connotations.\n\nLearning experience may also be used to underscore or reinforce the goal of an educational interaction—learning—rather than its location (school, classroom) or format (course, program), for example. The growing use of the term learning experience by educators and others reflects larger pedagogical and technological shifts that have occurred in the design and delivery of education to students, and it most likely represents an attempt to update conceptions of how, when, and where learning does and can take place. For example, new technologies have dramatically multiplied and diversified the ways in which students can learn from and interact with educators, in addition to the level of independence they may have when learning. Students can email, chat, or have video conversations with teachers, and they can use online course-management systems to organize and exchange learning materials (e.g., the assignments given by teachers or the work turned in by students). Students can use software programs, apps, and educational games to learn on their own time, at their own pace, and without instruction or supervision from teachers. Students can also watch videos created by their teachers, conduct online research to learn more about a concept taught in a class, or use tablets to record scientific observations in a natural environment—among countless other possible options and scenarios. While listening to a lecture, reading a book, or completing a homework assignment remain “learning experiences,” students are now learning in different ways than they have in the past and in a wider variety of outside-of-school settings, such as through internships, volunteer activities, or dual-enrollment programs, to name just a few examples."
		},
		{
			"name": "Psycotherapy and Assistance",
			"typology":"Young Adults",
			"picture": "../assets/img/service/PsychotherapyAssistance-youngadults.png",
			"overview": "Psychotherapy, often referred to just as therapy, is a general term used to describe treatment that occurs through communicating (usually by talking) with a trained mental health professional. There are many different approaches to therapy, each with its own techniques and strategies. Generally, though, therapy tries to educate a person more about their condition, how to identify productive or negative thoughts or feelings, and how to cope with difficult circumstances. Many of the people we interviewed described experiences with receiving therapy. Young adult issues, which may arise in those who are in their late teens and early twenties, may consist of difficulties with peers, sexual or developmental concerns, school or career challenges, family differences, and so on.\n\nThere are two key stages of therapy with young adults; short term and long term. In the short term, the young person and their parent(s) will work collaboratively to identify goals and objectives for immediate emphasis. This is often facilitated with family therapy or adjunctive parent(s) sessions. In the longer term, we will conceptualize and work toward larger goals. The goals and objectives in both the short term and the long term are as unique as the young person themselves. Like any powerful relationship in a young person's life, an early goal in therapy is create and sustain safety, trust and honesty within the therapeutic experience. My priority will always be their emotional and psychological security, their capacity and pace for change, and the development of healing relationships - both in therapy and in the home. Healing begins with these fundamentals firmly established. Whether facing anxiety, depression, trauma or other distressing developmental challenges, it is paramount to offer the young adult a chance to explore their own complexity with a potent balance of warmth and wonder. In therapy, my approach offers the young adult the chance to experience solution-focused collaborative work that strives to answer complicated questions about their presenting issues with a spirit of curiosity and empowerment. We will work to externalize the problem(s) in order to best assess and eliminate them."
		}	
]

