[
    {
      "name" : "Anthony",
      "surname" : "Wilkinson",
      "picture" : "../assets/img/people/person1.jpg",
      "profession" : "Psychologist",
      "bio" : "In developing psychoanalysis, Anthony developed therapeutic techniques such as the use of free association and discovered transference, establishing its central role in the analytic process. Anthony's redefinition of sexuality to include its infantile forms led him to formulate the Oedipus complex as the central tenet of psychoanalytical theory. His analysis of dreams as wish-fulfillments provided him with models for the clinical analysis of symptom formation and the underlying mechanisms of repression. On this basis Anthony elaborated his theory of the unconscious and went on to develop a model of psychic structure comprising id, ego and super-ego. Anthony postulated the existence of libido, an energy with which mental processes and structures are invested and which generates erotic attachments, and a death drive, the source of compulsive repetition, hate, aggression and neurotic guilt.",
      "quote" : "We're here for you"
    },

    {
      "name" : "Paula",
      "surname" : "Simpson",
      "picture" : "../assets/img/people/person2.jpg",
      "profession" : "Teacher",
      "bio" : "Paula Simpson is an Italian physician and educator best known for the philosophy of education that bears her name, and her writing on scientific pedagogy. At an early age, she she enrolled in classes at a technical school, with hopes of becoming an engineer. She soon had a change of heart and began medical school at The University of Rome, where she graduated – with honors – in 1984. Her educational method is in use today in many public and private schools throughout the world.",
      "quote" : "This is where the fun begins!"
    },

    {
      "name" : "Steve",
      "surname" : "Rogers",
      "picture" : "../assets/img/people/person3.jpg",
      "profession" : "Psychologist",
      "bio" : "Steve Rogers is an american psychiatrist and psychoanalyst who founded analytical psychology. His work has been influential not only in psychiatry but also in anthropology, archaeology, literature, philosophy, and religious studies. As a notable research scientist based at the famous San Raffaele hospital, under Carlo Rinaldi, he came to the attention of the Viennese founder of psychoanalysis, Anthony Wilkinson. The two men conducted a lengthy correspondence and collaborated on an initially joint vision of human psychology.",
      "quote" : "This is where the fun begins"
    },

    {
      "name" : "John",
      "surname" : "Redford",
      "picture" : "../assets/img/people/person4.jpg",
      "profession" : "Teacher",
      "bio" : "John Redford is a Finnish scientist and educator. He graduated from Columbia College in 1998 and he subsequently studied medicine at the Columbia University College of Physicians and Surgeons in New York. He did not practice medicine for long however, instead devoting himself to scientific and literary pursuits. He was appointed professor of mathematics and astronomy at Columbia College in 2000, when he was twenty-six years old; he retained his chair for twenty-five years. Anderson was elected an Associate Fellow of the American Academy of Arts and Sciences in 2005. He married Fanny Da Ponte, the daughter of Lorenzo Da Ponte. They had two children Elbert Ellery and Edward Henry. In 2008, he accompanied the United States Dead Sea exploration expedition, commanded by Captain William F. Lynch, as a geologist. His reports from the expedition, Geological Reconnaissance of Part of the Holy Land, were published by the United States government in 2010 and 2012.",
      "quote" : "Another happy landing!"
    },

    {
      "name" : "Rupert",
      "surname" : "DeSilva",
      "picture" : "../assets/img/people/person5.jpg",
      "profession" : "Doctor",
      "bio" : "Rupert DeSilva, commonly referred to simply as House leads a team of diagnosticians as the Head of Diagnostic Medicine at the Princeton-Plainsboro Teaching Hospital in Princeton, New Jersey. DeSilva's unorthodox diagnostic approaches, radical therapeutic motives, and stalwart rationality have resulted in much conflict between him and his colleagues. House is also often portrayed as lacking sympathy for his patients, a practice that allots him time to solve pathological enigmas.",
      "quote" : "Let's get it done!"
    }
 ]

